{
  "infoModal": {
    "title": "Info",
    "sourceTitle": "How we get our data:",
    "sourceText": "We use the OpenFoodFacts API to get our data. This means that we have access to a large database of food products. This allows us to provide you with information about the product you scanned.",
    "dataAnomaliesTitle": "Why the data sometimes looks weird:",
    "dataAnomaliesText": "Due to the fact that all data in OpenFoodFacts is community-driven or analyzed automatically, there sometimes are mistakes in the data. This can be anything from wrong ingredients or wrong clustering of ingredients to missing information.",
    "contributionTitle": "How you can contribute:",
    "contributionText": "You can help to improve the experience for other users by contributing to the OpenFoodFacts database. You can do this by scanning products with your phone and uploading pictures. This way you can aid to make the database even bigger and better.",
    "furtherInformation": "Learn more on the",
    "externalLink": "OpenFoodFacts website"
  },
  "bottomTabNavigation": {
    "history": "History",
    "scan": "Scan",
    "about": "About"
  },
  "navigation": {
    "back": "Back",
    "barcodeTitle": "Product Information",
    "detailsTitle": "Detail Information"
  },
  "about": {
    "aboutMe": "About me",
    "dataUsage": "Data usage",
    "analytics": "Facts and figures",
    "terms": "Terms of use",
    "privacy": "Privacy",
    "contact": "Get in touch",
    "coffee": "Buy me a coffee"
  },
  "scores": {
    "processedGrade": {
      "title": "NOVA",
      "1": "Unprocessed or minimally processed foods (Fresh, Frozen, Fermented)",
      "2": "Processed culinary ingredients (Pressed, Refined, Ground)",
      "3": "Processed foods (Smoked, Baked, Preserved)",
      "4": "Ultra-processed foods and beverages (multiple processing steps, preservatives)"
    },
    "nutrition": {
      "title": "Nutri",
      "A": "Very good compared to products from the same product group",
      "B": "Good compared to products from the same product group",
      "C": "Moderate compared to products from the same product group",
      "D": "Poor compared to products from the same product group",
      "E": "Very poor compared to products from the same product group"
    },
    "plantGrade": {
      "title": "Plant Grade",
      "1": "All Ingredients are vegan and vegeterian.",
      "2": "This should never be possibly the case.",
      "3": "All Ingredients are vegeterian, but at least one is not vegan.",
      "4": "There are ingredients that are neither vegeterian nor vegan."
    }
  },
  "scanner": {
    "description": "Scan your first product to inform yourself about ingredients and quality.",
    "button": "Open Scanner"
  }
}
